{
  "header": {
    "link-one": "Über mich",
    "link-two": "Skills",
    "link-three": "Projekte",
    "link-four": "Kontakt"
  },
  "hero-section": {
    "button-one": "Hallo Welt",
    "button-one-hover": "Ich bin Marco Palummieri",
    "button-two": "Lass connecten"
  },
  "about-me-section": {
    "snippet1": "In Düsseldorf zu Hause",
    "snippet2": "Fokus auf KI & Automatisierung",
    "snippet3": "Offen für Remote-Arbeit",
    "whois": "Wer ist Marco?",
    "about": "Über mich",
    "text1": "Hi, ich bin Marco - Junior Webentwickler mit einer Leidenschaft für moderne Frontend-Technologien. Ich liebe es, kreative Ideen in interaktive Anwendungen zu verwandeln und dabei ständig neue Fähigkeiten zu entwickeln.",
    "text2": "Mein Fokus liegt auf JavaScript und Angular, ergänzt durch Automatisierung und KI, um smarte, zukunftsorientierte Lösungen zu realisieren.",
    "text3": "Mein Ziel: Anwendungen zu entwickeln, die echten Mehrwert bieten und Menschen nachhaltig weiterbringen.",
    "button": "Reden wir?"
  },
  "my-stack-section": {
    "headline-one": "My Stack",
    "headline-two": "Skill set",
    "text": "Ich entwickle moderne und responsive Webanwendungen mit HTML, CSS, JavaScript und Angular. Dabei achte ich auf sauberen Code, nutze Git und GitHub für die Versionskontrolle und eigne mir neue Tools und Technologien schnell und mit Begeisterung an.",
    "peel-one": "Hier ziehen",
    "peel-one-mobile": "Klick mich",
    "peel-two": "Das möchte ich noch lernen:"
  },
  "my-craft-section": {
    "headline-one": "Mein Handwerk",
    "headline-two": "Projekte",
    "text": "Schön, dass du da bist! Ich liebe es, Ideen in funktionierende, benutzerfreundliche Webseiten zu verwandeln. Bei meinen Projekten achte ich auf ein modernes, responsives Design und sauberen, gut strukturierten Code. Mir ist wichtig, dass Anwendungen nicht nur technisch gut laufen, sondern sich auch für Nutzer intuitiv anfühlen. Schau dich gern um, probier alles in Ruhe aus - und wenn du magst, freue ich mich über dein Feedback!",
    "join": "Task-Manager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben per Drag-and-Drop, weise Benutzer und Kategorien zu.",
    "el-pollo-loco": "Jump-and-Run-Spiel mit Wurf-Funktion auf objektorientierter Basis. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen das verrückte Huhn zu kämpfen.",
    "da-bubble": "Diese App ist ein Slack-Klon. Sie revolutioniert die Teamkommunikation und Zusammenarbeit durch eine intuitive Benutzeroberfläche, Echtzeitnachrichten und eine durchdachte Kanalstruktur.",
    "pokedex": "Ein responsiver, browserbasierter Pokédex, der Informationen über Pokémon mithilfe der öffentlichen PokeAPI bereitstellt. Nutzer können Pokémon-Karten ansehen, detaillierte Informationen abrufen und sich die jeweiligen Entwicklungsketten anzeigen lassen.",
    "maschenzauber": "Ein moderner, fiktiver WooCommerce-Shop für handgefertigte Häkelprodukte. Erstellt mit WordPress und Elementor - schlicht, responsiv und benutzerfreundlich.",
    "button-link": "Zur Webseite"
  },
  "join": {
    "button-back": "Zurück",
    "title": "Join",
    "headline-one": "Beschreibung",
    "headline-two": "Details zur Implementierung",
    "text-one": "Aufgabenmanager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mithilfe von Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu.",
    "text-two": "Als Team haben wir ein Kanban-Board entwickelt, wobei ich aktiv mitgewirkt und Verantwortung für bestimmte Aufgaben - hauptsächlich im Frontend-Bereich - übernommen habe. Durch den Einsatz agiler Methoden konnte ich strukturiert und eigenständig arbeiten und gleichzeitig eng mit dem Team zusammenarbeiten.",
    "info": "Dauer:",
    "time": "5 Wochen",
    "button-next": "Nächstes Projekt"
  },
  "el-pollo-loco": {
    "button-back": "Zurück",
    "title": "El Pollo Loco",
    "headline-one": "Beschreibung",
    "headline-two": "Details zur Implementierung",
    "text-one": "Jump’n’Run- und Wurfspiel basierend auf einem objektorientierten Ansatz. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen das verrückte Huhn zu kämpfen.",
    "text-two": "„El Pollo Loco“ ist ein browserbasiertes Jump'n'Run-Spiel, welches ich mit HTML, CSS und JavaScript entwickelt habe. Die Spiellogik ist objektorientiert aufgebaut und nutzt das Canvas-Element für Animation und Darstellung. Gegner, Level-Elemente und der Held interagieren über einfache Kollisionserkennung. Alle Spielelemente wurden vollständig in Vanilla JavaScript umgesetzt - ganz ohne Game Engine.",
    "info": "Dauer:",
    "time": "3 Wochen",
    "button-next": "Nächstes Projekt"
  },
  "da-bubble": {
    "button-back": "Zurück",
    "title": "DABubble",
    "headline-one": "Beschreibung",
    "headline-two": "Details zur Implementierung",
    "text-one": "Diese App ist ein Slack-Klon. Sie revolutioniert die Teamkommunikation und -zusammenarbeit durch eine intuitive Benutzeroberfläche, Echtzeitnachrichten und eine leistungsstarke Kanalorganisation.",
    "text-two": "DABubble ist ein kollaborativ entwickelter Slack-Clone, der im Rahmen eines Teamprojekts bei der Developer Akademie entsteht. Die Anwendung ermöglicht Nutzerregistrierung, Channel-basierte Kommunikation und den Austausch von Nachrichten in Echtzeit. Ziel ist es, alle Kernfunktionen von Slack eigenständig nachzubilden - inklusive moderner UI, Authentifizierung und Datenverarbeitung.",
    "info": "Dauer:",
    "time": "3 Wochen",
    "button-next": "Nächstes Projekt"
  },
  "pokedex": {
    "button-back": "Zurück",
    "title": "Pokedex",
    "headline-one": "Beschreibung",
    "headline-two": "Details zur Implementierung",
    "text-one": "Ein responsiver, browserbasierter Pokédex, der Informationen über Pokémon mithilfe der öffentlichen PokeAPI bereitstellt. Nutzer können Pokémon-Karten ansehen, detaillierte Informationen abrufen und sich die jeweiligen Entwicklungsketten anzeigen lassen.",
    "text-two": "Die Anwendung verfügt über eine durchsuchbare Pokémon-Datenbank und bietet dynamische Detailansichten zu jedem einzelnen Pokémon. Besondere Schwerpunkte lagen auf der performanten Anbindung an die API sowie auf der Gestaltung einer intuitiven, flexiblen und responsiven Benutzeroberfläche.",
    "info": "Dauer:",
    "time": "2 Wochen",
    "button-next": "Nächstes Projekt"
  },
  "testimonial-section": {
    "headline-one": "So sehen mich andere:",
    "headline-two": "Feedback aus dem Team",
    "card-one": "Mit dir ein Projekt zu bauen, ist eine Freude: Dein Ehrgeiz, Dinge richtig gut zu machen, ist ansteckend. Du investierst Zeit in Recherchen und Training, kommunizierst klar und arbeitest zuverlässig. Besonders schätze ich deine empathische Art - menschlich wie fachlich ein Gewinn für jedes Team.",
    "card-two": "Deine Zielstrebigkeit und dein hoher Qualitätsanspruch beeindrucken mich jedes Mal und das meine ich wirklich ernst. Du weißt genau, wohin du willst, packst die Dinge super strukturiert und präzise an, und bereicherst unser Projekt mit deinem Perfektionismus und deinem klaren Fokus enorm. Richtig stark!",
    "card-three": "Marco habe ich als engagierten, hilfsbereiten und empathischen Menschen kennengelernt. Er arbeitet strukturiert, bringt ein starkes technisches Verständnis mit und denkt stets lösungsorientiert. Besonders schätze ich den respektvollen Austausch auf Augenhöhe und seine Bereitschaft, Wissen zu teilen. Die Zusammenarbeit mit ihm war sehr angenehm.",
    "title-one": "Frontend Entwicklerin",
    "title-two": "Frontend Entwickler",
    "title-three": "Frontend Entwicklerin",
    "linked": "Profil"
  },
  "contact-section": {
    "headline-one": "Meld dich gern bei mir!",
    "headline-two": "Bereit zusammen was zu erschaffen?",
    "text": "Ich bin immer offen für neue Projekte, Ideen und spannende Aufgaben - vor allem, wenn’s ums Coden und kreative Lösungen geht. Wenn du jemanden suchst, der mit Herzblut dabei ist, Lust hat dazuzulernen und echte Unterstützung ins Team bringt, dann bist du bei mir genau richtig. Schreib mir einfach - ich freu mich drauf, von dir zu hören und vielleicht gemeinsam was Cooles auf die Beine zu stellen!"
  },
  "contactform": {
    "name": "Wie ist dein Name?",
    "name-default": "Trage hier deinen Namen ein",
    "name-error": "Ups! Sieht aus als fehlt hier etwas",
    "mail": "Wie lautet deine Email?",
    "mail-default": "deinemail@email.de",
    "mail-error": "Hoppla! Deine Email wird benötigt",
    "mail-error-two": "Bitte gib eine gültige E-Mail-Adresse ein.",
    "text": "Wie kann ich dir helfen",
    "text-default": "Hallo Marco, Ich bin interessiert an...",
    "text-error": "Was möchtest du entwickeln?",
    "privacy-text-one": "Ich habe die",
    "privacy-text-two": "zur Kenntnis genommen und willige in die darin beschriebene Verarbeitung meiner personenbezogenen Daten ein.",
    "privacy-policy": "Datenschutzerklärung",
    "privacy-error": "Bitte akzeptiere die Datenschutzerklärung.",
    "button": "Absenden"
  },
  "imprint": {
    "headline-one": "Impressum",
    "headline-two": "Kontakt",
    "call": "Telefon",
    "mail": "E-Mail",
    "source": "Quelle",
    "button": "Zurück"
  },
  "privacy-policy": {
    "headline-1": "Datenschutzerklärung",
    "headline-2": "1. Datenschutz auf einen Blick",
    "headline-3": "Allgemeine Hinweise",
    "headline-4": "Datenerfassung auf dieser Website",
    "headline-5": "Wer ist verantwortlich für die Datenerfassung auf dieser Website?",
    "headline-6": "Wie erfassen wir Ihre Daten?",
    "headline-7": "Wofür nutzen wir Ihre Daten?",
    "headline-8": "Welche Rechte haben Sie bezüglich Ihrer Daten?",
    "headline-9": "2. Hosting",
    "headline-10": "Externes Hosting",
    "headline-11": "3. Allgemeine Hinweise und Pflicht-informationen",
    "headline-12": "Datenschutz",
    "headline-13": "Hinweis zur verantwortlichen Stelle",
    "headline-14": "Speicherdauer",
    "headline-15": "Allgemeine Hinweise zu den Rechtsgrundlagen der Datenverarbeitung auf dieser Website",
    "headline-16": "Empfänger von personenbezogenen Daten",
    "headline-17": "Widerruf Ihrer Einwilligung zur Datenverarbeitung",
    "headline-18": "Widerspruchsrecht gegen die Datenerhebung in besonderen Fällen sowie gegen Direktwerbung (Art. 21 DSGVO)",
    "headline-19": "Beschwerderecht bei der zuständigen Aufsichtsbehörde",
    "headline-20": "Recht auf Datenübertragbarkeit",
    "headline-21": "Auskunft, Berichtigung und Löschung",
    "headline-22": "Recht auf Einschränkung der Verarbeitung",
    "text-1": "Die folgenden Hinweise geben einen einfachen Überblick darüber, was mit Ihren personenbezogenen Daten passiert, wenn Sie diese Website besuchen. Personenbezogene Daten sind alle Daten, mit denen Sie persönlich identifiziert werden können. Ausführliche Informationen zum Thema Datenschutz entnehmen Sieunserer unter diesem Text aufgeführten Datenschutzerklärung.",
    "text-2": "Die Datenverarbeitung auf dieser Website erfolgt durch den Websitebetreiber. Dessen Kontaktdaten können Sie dem Abschnitt 'Hinweis zur Verantwortlichen Stelle' in dieser Datenschutzerklärung entnehmen.",
    "text-3a": "Ihre Daten werden zum einen dadurch erhoben, dass Sie uns diese mitteilen. Hierbei kann es sich z.B. um Daten handeln, die Sie in ein Kontaktformular eingeben.",
    "text-3b": "Andere Daten werden automatisch oder nach Ihrer Einwilligung beim Besuch der Website durch unsere IT-Systeme erfasst. Das sind vor allem technische Daten (z.B. Internetbrowser, Betriebssystem oder Uhrzeit des Seitenaufrufs). Die Erfassung dieser Daten erfolgt automatisch, sobald Sie diese Website betreten.",
    "text-4": "Ein Teil der Daten wird erhoben, um eine fehlerfreie Bereitstellung der Website zu gewährleisten. Andere Daten können zur Analyse Ihres Nutzerverhaltens verwendet werden. Sofern über die Website Verträge geschlossen oder angebahnt werden können, werden die übermittelten Daten auch für Vertragsangebote, Bestellungen oder sonstige Auftragsanfragen verarbeitet.",
    "text-5a": "Sie haben jederzeit das Recht, unentgeltlich Auskunft über Herkunft, Empfänger und Zweck Ihrer gespeicherten personenbezogenen Daten zu erhalten. Sie haben außerdem ein Recht, die Berichtigung oder Löschung dieser Daten zu verlangen. Wenn Sie eine Einwilligung zur Datenverarbeitung erteilt haben, können Sie diese Einwilligung jederzeit für die Zukunft widerrufen. Außerdem haben Sie das Recht, unter bestimmten Umständen die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Des Weiteren steht Ihnen ein Beschwerderecht bei der zuständigen Aufsichtsbehörde zu.",
    "text-5b": "Hierzu sowie zu weiteren Fragen zum Thema Datenschutz können Sie sich jederzeit an uns wenden.",
    "text-6": "Wir hosten die Inhalte unserer Website bei folgendem Anbieter:",
    "text-7a": "Diese Website wird extern gehostet. Die personenbezogenen Daten, die auf dieser Website erfasst werden, werden auf den Servern des Hosters / der Hoster gespeichert. Hierbei kann es sich v.&nbsp;a. um IP-Adressen, Kontaktanfragen, Meta- und Kommunikationsdaten, Vertragsdaten, Kontaktdaten, Namen, Websitezugriffe und sonstige Daten, die &uuml;ber eine Website generiert werden, handeln.",
    "text-7b": "Das externe Hosting erfolgt zum Zwecke der Vertragserfüllung gegenüber unseren potenziellen und bestehenden Kunden (Art. 6 Abs. 1 lit. b DSGVO) und im Interesse einer sicheren, schnellen und effizienten Bereitstellung unseres Online-Angebots durch einen professionellen Anbieter (Art. 6 Abs. 1 lit. f DSGVO). Sofern eine entsprechende Einwilligung abgefragt wurde, erfolgt die Verarbeitung ausschließlich auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO und &sect; 25 Abs. 1 TDDDG, soweit die Einwilligung die Speicherung von Cookies oder den Zugriff auf Informationen im Endgerät des Nutzers (z.B. Device-Fingerprinting) im Sinne des TDDDG umfasst. Die Einwilligung ist jederzeit widerrufbar.",
    "text-7c": "Unser(e) Hoster wird bzw. werden Ihre Daten nur insoweit verarbeiten, wie dies zur Erfüllung seiner Leistungspflichten erforderlich ist und unsere Weisungen in Bezug auf diese Daten befolgen.",
    "text-7d": "Wir setzen folgende(n) Hoster ein:",
    "text-7e": "ALL-INKL.COM Hauptstraße 68 D-02742 Friedersdorf",
    "text-8a": "Die Betreiber dieser Seiten nehmen den Schutz Ihrer persönlichen Daten sehr ernst. Wir behandeln Ihre personenbezogenen Daten vertraulich und entsprechend den gesetzlichen Datenschutzvorschriften sowie dieser Datenschutzerklärung.",
    "text-8b": "Wenn Sie diese Website benutzen, werden verschiedene personenbezogene Daten erhoben. Personenbezogene Daten sind Daten, mit denen Sie persönlich identifiziert werden können. Die vorliegende Datenschutzerklärung erläutert, welche Daten wir erheben und wofür wir sie nutzen. Sie erläutert auch, wie und zu welchem Zweck das geschieht.",
    "text-8c": "Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.",
    "text-9a": "Die verantwortliche Stelle für die Datenverarbeitung auf dieser Website ist:",
    "text-9b": "Telefon: ",
    "text-9c": "Verantwortliche Stelle ist die natürliche oder juristische Person, die allein oder gemeinsam mit anderen über die Zwecke und Mittel der Verarbeitung von personenbezogenen Daten (z.B. Namen, E-Mail-Adressen o. Ä.) entscheidet.",
    "text-10": "Soweit innerhalb dieser Datenschutzerklärung keine speziellere Speicherdauer genannt wurde, verbleiben Ihre personenbezogenen Daten bei uns, bis der Zweck für die Datenverarbeitung entfällt. Wenn Sie ein berechtigtes Löschersuchen geltend machen oder eine Einwilligung zur Datenverarbeitung widerrufen, werden Ihre Daten gelöscht, sofern wir keine anderen rechtlich zulässigen Gründe für die Speicherung Ihrer personenbezogenen Daten haben (z.B. steuer- oder handelsrechtliche Aufbewahrungsfristen); im letztgenannten Fall erfolgt die Löschung nach Fortfall dieser Gründe.",
    "text-11": "Sofern Sie in die Datenverarbeitung eingewilligt haben, verarbeiten wir Ihre personenbezogenen Daten auf Grundlage von Art. 6 Abs. 1 lit. a DSGVO bzw. Art. 9 Abs. 2 lit. a DSGVO, sofern besondere Datenkategorien nach Art. 9 Abs. 1 DSGVO verarbeitet werden. Im Falle einer ausdrücklichen Einwilligung in die Übertragung personenbezogener Daten in Drittstaaten erfolgt die Datenverarbeitung außerdem auf Grundlage von Art. 49 Abs. 1 lit. a DSGVO. Sofern Sie in die Speicherung von Cookies oder in den Zugriff auf Informationen in Ihr Endgerät (z.B. via Device-Fingerprinting) eingewilligt haben, erfolgt die Datenverarbeitung zusätzlich auf Grundlage von § 25 Abs. 1 TDDDG. Die Einwilligung ist jederzeit widerrufbar. Sind Ihre Daten zur Vertragserfüllung oder zur Durchführung vorvertraglicher Maßnahmen erforderlich, verarbeiten wir Ihre Daten auf Grundlage des Art. 6 Abs. 1 lit. b DSGVO. Des Weiteren verarbeiten wir Ihre Daten, sofern diese zur Erfüllung einer rechtlichen Verpflichtung erforderlich sind auf Grundlage von Art. 6 Abs. 1 lit. c DSGVO. Die Datenverarbeitung kann ferner auf Grundlage unseres berechtigten Interesses nach Art. 6 Abs. 1 lit. f DSGVO erfolgen. Über die jeweils im Einzelfall einschlägigen Rechtsgrundlagen wird in den folgenden Absätzen dieser Datenschutzerklärung informiert.",
    "text-12": "Im Rahmen unserer Geschäftstätigkeit arbeiten wir mit verschiedenen externen Stellen zusammen. Dabei ist teilweise auch eine Übermittlung von personenbezogenen Daten an diese externen Stellen erforderlich. Wir geben personenbezogene Daten nur dann an externe Stellen weiter, wenn dies im Rahmen einer Vertragserfüllung erforderlich ist, wenn wir gesetzlich hierzu verpflichtet sind (z.B. Weitergabe von Daten an Steuerbehörden), wenn wir ein berechtigtes Interesse nach Art. 6 Abs. 1 lit. f DSGVO an der Weitergabe haben oder wenn eine sonstige Rechtsgrundlage die Datenweitergabe erlaubt. Beim Einsatz von Auftragsverarbeitern geben wir personenbezogene Daten unserer Kunden nur auf Grundlage eines gültigen Vertrags über Auftragsverarbeitung weiter. Im Falle einer gemeinsamen Verarbeitung wird ein Vertrag über gemeinsame Verarbeitung geschlossen.",
    "text-13": "Viele Datenverarbeitungsvorgänge sind nur mit Ihrer ausdrücklichen Einwilligung möglich. Sie können eine bereits erteilte Einwilligung jederzeit widerrufen. Die Rechtmäßigkeit der bis zum Widerruf erfolgten Datenverarbeitung bleibt vom Widerruf unberührt.",
    "text-14a": "WENN DIE DATENVERARBEITUNG AUF GRUNDLAGE VON ART. 6 ABS. 1 LIT. E ODER F DSGVO ERFOLGT, HABEN SIE JEDERZEIT DAS RECHT, AUS GRÜNDEN, DIE SICH AUS IHRER BESONDEREN SITUATION ERGEBEN, GEGEN DIE VERARBEITUNG IHRER PERSONENBEZOGENEN DATEN WIDERSPRUCH EINZULEGEN; DIES GILT AUCH FÜR EIN AUF DIESE BESTIMMUNGEN GESTÜTZTES PROFILING. DIE JEWEILIGE RECHTSGRUNDLAGE, AUF DENEN EINE VERARBEITUNG BERUHT, ENTNEHMEN SIE DIESER DATENSCHUTZERKLÄRUNG. WENN SIE WIDERSPRUCH EINLEGEN, WERDEN WIR IHRE BETROFFENEN PERSONENBEZOGENEN DATEN NICHT MEHR VERARBEITEN, ES SEI DENN, WIR KÖNNEN ZWINGENDE SCHUTZWÜRDIGE GRÜNDE FÜR DIE VERARBEITUNG NACHWEISEN, DIE IHRE INTERESSEN, RECHTE UND FREIHEITEN ÜBERWIEGEN ODER DIE VERARBEITUNG DIENT DER GELTENDMACHUNG, AUSÜBUNG ODER VERTEIDIGUNG VON RECHTSANSPRÜCHEN (WIDERSPRUCH NACH ART. 21 ABS. 1 DSGVO).",
    "text-14b": "WERDEN IHRE PERSONENBEZOGENEN DATEN VERARBEITET, UM DIREKTWERBUNG ZU BETREIBEN, SO HABEN SIE DAS RECHT, JEDERZEIT WIDERSPRUCH GEGEN DIE VERARBEITUNG SIE BETREFFENDER PERSONENBEZOGENER DATEN ZUM ZWECKE DERARTIGER WERBUNG EINZULEGEN; DIES GILT AUCH FÜR DAS PROFILING, SOWEIT ES MIT SOLCHER DIREKTWERBUNG IN VERBINDUNG STEHT. WENN SIE WIDERSPRECHEN, WERDEN IHRE PERSONENBEZOGENEN DATEN ANSCHLIESSEND NICHT MEHR ZUM ZWECKE DER DIREKTWERBUNG VERWENDET (WIDERSPRUCH NACH ART 21 ABS. 2 DSGVO).",
    "text-15": "Im Falle von Verstößen gegen die DSGVO steht den Betroffenen ein Beschwerderecht bei einer Aufsichtsbehörde, insbesondere in dem Mitgliedstaat ihres gewöhnlichen Aufenthalts, ihres Arbeitsplatzes oder des Orts des mutmaßlichen Verstoßes zu. Das Beschwerderecht besteht unbeschadet anderweitiger verwaltungsrechtlicher oder gerichtlicher Rechtsbehelfe.",
    "text-16": "Sie haben das Recht, Daten, die wir auf Grundlage Ihrer Einwilligung oder in Erfüllung eines Vertrags automatisiert verarbeiten, an sich oder an einen Dritten in einem gängigen, maschinenlesbaren Format aushändigen zu lassen. Sofern Sie die direkte Übertragung der Daten an einen anderen Verantwortlichen verlangen, erfolgt dies nur, soweit es technisch machbar ist.",
    "text-17": "Sie haben im Rahmen der geltenden gesetzlichen Bestimmungen jederzeit das Recht auf unentgeltliche Auskunft über Ihre gespeicherten personenbezogenen Daten, deren Herkunft und Empfänger und den Zweck der Datenverarbeitung und ggf. ein Recht auf Berichtigung oder Löschung dieser Daten. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten können Sie sich jederzeit an uns wenden.",
    "text-18": "Sie haben das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen. Hierzu können Sie sich jederzeit an uns wenden. Das Recht auf Einschränkung der Verarbeitung besteht in folgenden Fällen:",
    "text-19a": "Wenn Sie die Verarbeitung Ihrer personenbezogenen Daten eingeschränkt haben, dürfen diese Daten (von ihrer Speicherung abgesehen) nur mit Ihrer Einwilligung oder zur Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen oder zum Schutz der Rechte einer anderen natürlichen oder juristischen Person oder aus Gründen eines wichtigen Öffentlichen Interesses der Europäischen Union oder eines Mitgliedstaats verarbeitet werden.",
    "text-19b": "Quelle: ",
    "list-1": "Wenn Sie die Richtigkeit Ihrer bei uns gespeicherten personenbezogenen Daten bestreiten, benötigen wir in der Regel Zeit, um dies zu Überprüfen. Für die Dauer der Prüfung haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.",
    "list-2": "Wenn die Verarbeitung Ihrer personenbezogenen Daten unrechtmäßig geschah/geschieht, können Sie statt der Löschung die Einschränkung der Datenverarbeitung verlangen.",
    "list-3": "Wenn wir Ihre personenbezogenen Daten nicht mehr benötigen, Sie sie jedoch zur Ausübung, Verteidigung oder Geltendmachung von Rechtsansprüchen benötigen, haben Sie das Recht, statt der Löschung die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.",
    "list-4": "Wenn Sie einen Widerspruch nach Art. 21 Abs. 1 DSGVO eingelegt haben, muss eine Abwägung zwischen Ihren und unseren Interessen vorgenommen werden. Solange noch nicht feststeht, wessen Interessen überwiegen, haben Sie das Recht, die Einschränkung der Verarbeitung Ihrer personenbezogenen Daten zu verlangen.",
    "button": "Zurück"
  },
  "footer": {
    "link-one": "Impressum"
  },
  "contact-success-dialog": {
    "headline-one": "Hallo",
    "text-one": "Danke für deine Nachricht und dein Interesse an meiner Arbeit.",
    "text-two": "Ich freue mich sehr darüber und werde mich in Kürze persönlich bei dir melden.",
    "text-three": "Falls es um ein konkretes Projekt geht, gib mir gern schon ein paar Details - das beschleunigt alles ein wenig.",
    "greeting": "Viele Grüße",
    "button": "Schließen"
  }
}
