{
  "header": {
    "link-one": "Über mich",
    "link-two": "Skills",
    "link-three": "Projekte",
    "link-four": "Kontakt"
  },
  "hero-section": {
    "button-one": "Hallo Welt",
    "button-one-hover": "Ich bin Marco Palummieri",
    "button-two": "Lass connecten"
  },
  "about-me-section": {
    "whois": "Wer ist Marco?",
    "about": "Über mich",
    "text": "Hey! Ich bin Marco und liebe moderne Frontend-Technologien - deshalb werde ich Junior Webentwickler. Als Programmier-Neuling begeistert mich besonders, kreative Ideen in Anwendungen umzusetzen. Durch neue Projekte lerne ich ständig dazu. Mein Fokus liegt auf JavaScript und Angular, sowie Automatisierung und KI. Als Entwickler möchte ich Lösungen schaffen, die Menschen weiterbringen.",
    "button": "Reden wir?"
  },
  "my-stack-section": {
    "headline-one": "My Stack",
    "headline-two": "Skill set",
    "text": "Ich habe Erfahrung in der Front-End-Entwicklung mit HTML, CSS und JavaScript und setze dabei auf responsive Design und moderne Webtechnologien wie Angular. Git und GitHub nutze ich sicher für die Versionskontrolle. Neue Tools und Technologien lerne ich schnell und mit großer Neugier.",
    "peel-one": "Hier ziehen",
    "peel-two": "Das möchte ich noch lernen:"
  },
  "my-craft-section": {
    "headline-one": "Mein Handwerk",
    "headline-two": "Projekte",
    "text": "Schön, dass du da bist! Ich liebe es, Ideen in funktionierende, benutzerfreundliche Webseiten zu verwandeln. Bei meinen Projekten achte ich auf ein modernes, responsives Design und sauberen, gut strukturierten Code. Mir ist wichtig, dass Anwendungen nicht nur technisch gut laufen, sondern sich auch für Nutzer*innen intuitiv anfühlen. Schau dich gern um, probier alles in Ruhe aus – und wenn du magst, freue ich mich über dein Feedback!",
    "join": "Task-Manager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben per Drag-and-Drop, weise Benutzer*innen und Kategorien zu.",
    "el-pollo-loco": "Jump-and-Run-Spiel mit Wurf-Funktion auf objektorientierter Basis. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen das verrückte Huhn zu kämpfen.",
    "da-bubble": "Diese App ist ein Slack-Klon. Sie revolutioniert die Teamkommunikation und Zusammenarbeit durch eine intuitive Benutzeroberfläche, Echtzeitnachrichten und eine durchdachte Kanalstruktur.",
    "button": "Projektdetails"
  },
  "testimonial-section": {
    "headline-one": "So sehen mich andere:",
    "headline-two": "Feedback aus dem Team",
    "card-one": "Marco arbeitet absolut zuverlässig und denkt immer aus Nutzersicht. Er bringt kreative Ideen ein und hat ein Auge fürs Detail – eine echte Bereicherung fürs Team.",
    "card-two": "Mit Marco im Team läuft’s rund: strukturiert, pünktlich und immer lösungsorientiert. Auch unter Druck bleibt er ruhig und professionell.",
    "card-three": "Marco brennt für sauberen Code und modernes Design. Er kombiniert technisches Können mit einem feinen Gespür für Ästhetik und ist super im Austausch.",
    "title-one": "UX Designerin",
    "title-two": "Projektmanager",
    "title-three": "Frontend Entwicklerin",
    "linked": "Profil"
  },
  "contactform": {
    "name": "Wie ist dein Name?",
    "name-default": "Trage hier deinen Namen ein",
    "name-error": "Ups! Sieht aus als fehlt hier etwas",
    "mail": "Wie lautet deine Email?",
    "mail-default": "deinemail@email.de",
    "mail-error": "Hoppla! Deine Email wird benötigt",
    "text": "Wie kann ich dir helfen",
    "text-default": "Hallo Marco, Ich bin interessiert an...",
    "text-error": "Was möchtest du entwickeln?",
    "privacy-text-one": "Ich habe die",
     "privacy-text-two": "zur Kenntnis genommen und willige in die darin beschriebene Verarbeitung meiner personenbezogenen Daten ein.",
    "privacy-policy": "Datenschutzerklärung",
    "privacy-error": "Bitte akzeptiere die Datenschutzerklärung.",
    "button": "Absenden"
  }
}
