{
  "header": {
    "link-one": "About me",
    "link-two": "Skills",
    "link-three": "Projects",
    "link-four": "Contact"
  },
  "hero-section": {
    "button-one": "Hello World",
    "button-one-hover": "I'm Marco Palummieri",
    "button-two": "Get in Touch"
  },
  "about-me-section": {
    "snippet1":"Based in Düsseldorf",
    "snippet2":"exploring AI-powered workflows",
    "snippet3":"Open to work remote",
    "whois": "Who's Marco?",
    "about": "About me",
    "text1": "Hi! I'm Marco and I love modern frontend technologies - that's why I'm becoming a Junior Web Developer.  ",
    "text2":"As a programming newcomer, I'm particularly excited about turning creative ideas into applications. I'm constantly learning through new projects. My focus is on JavaScript and Angular, as well as automation and AI.",
    "text3":"As a developer, I want to create solutions that help people move forward.",
    "button": "Let's talk"
  },
  "my-stack-section": {
    "headline-one": "My Stack",
    "headline-two": "Skill set",
    "text": "I develop modern and responsive web applications using HTML, CSS, JavaScript, and Angular. I focus on writing clean code, use Git and GitHub for version control, and quickly and enthusiastically learn new tools and technologies.",
    "peel-one": "Pull to peel",
    "peel-two": "Also, I'm interested in diving into:"
  },
  "my-craft-section": {
    "headline-one": "My Craft",
    "headline-two": "Projects",
    "text": "Great to have you here! I love turning ideas into functional, user-friendly websites. In my projects, I focus on modern, responsive design and clean, well-structured code. It’s important to me that applications not only run smoothly but also feel intuitive for users. Feel free to take a look around and try things out — and if you’d like, I’d really appreciate your feedback!",
    "join": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "el-pollo-loco": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
    "da-bubble": "This App is a Slack Clone App. It revolutionizes team communication and collaboration with its intuitive interface, real-time messaging, and robust channel organization.",
    "button": "Project details"
  },
  "join": {
    "button-back": "Go Back",
    "title": "Join",
    "headline-one": "Description",
    "headline-two": "Implementation Details",
    "text-one": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "text-two": "As a team, we developed a Kanban board, where I actively contributed and took responsibility for specific tasks – mainly in the front-end area. Using agile methods, I was able to work in a structured and independent way while collaborating closely with the team.",
    "info": "Duration:",
    "time": "5 weeks",
    "button-next": "Next Project"
  },
  "el-pollo-loco": {
    "button-back": "Go Back",
    "title": "El Pollo Loco",
    "headline-one": "Description",
    "headline-two": "implementation Details",
    "text-one": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
    "text-two": "As a team, we developed a Kanban board, where I actively contributed and took responsibility for specific tasks – mainly in the front-end area. Using agile methods, I was able to work in a structured and independent way while collaborating closely with the team.",
    "info": "Duration:",
    "time": "3 weeks",
    "button-next": "Next Project"
  },
  "da-bubble": {
    "button-back": "Go Back",
    "title": "DABubble",
    "headline-one": "Description",
    "headline-two": "implementation Details",
    "text-one": "This App is a Slack Clone App. It revolutionizes team communication and collaboration with its intuitive interface, real-time messaging, and robust channel organization.",
    "text-two": "As a team, we developed a Kanban board, where I actively contributed and took responsibility for specific tasks – mainly in the front-end area. Using agile methods, I was able to work in a structured and independent way while collaborating closely with the team.",
    "info": "Duration:",
    "time": "3 weeks",
    "button-next": "Next Project"
  },
  "testimonial-section": {
    "headline-one": "In their words:",
    "headline-two": "Colleagues' Thoughts",
    "card-one": "Working on a project with you is a real pleasure. Your drive to do things exceptionally well is truly inspiring. You dedicate time to research and training, communicate clearly, and work reliably. What I appreciate most is your empathy — both professionally and personally, you’re a true asset to any team.",
    "card-two": "Your determination and high standards of quality impress me every single time — and I truly mean that. You know exactly where you want to go, approach tasks with great structure and precision, and bring tremendous value to our project through your perfectionism and clear focus. Absolutely outstanding!",
    "card-three": "Marco is passionate about clean code and modern design. He combines technical expertise with a strong sense of aesthetics and excels in communication.",
    "title-one": "Frontend Developer",
    "title-two": "Frontend Developer",
    "title-three": "Frontend Developer",
    "linked": "Profile"
  },
  "contact-section": {
    "headline-one": "Feel free to reach out!",
    "headline-two": "Ready to work together?",
    "text": "I'm always open to new projects, ideas, and exciting challenges – especially when it comes to coding and finding creative solutions. If you're looking for someone who's passionate, eager to learn, and ready to be a real asset to your team, then you've come to the right place. Just drop me a message – I'm looking forward to hearing from you and hopefully creating something awesome together!"
  },
  "contactform": {
    "name": "What's your name?",
    "name-default": "Your name goes here",
    "name-error": "Oops! it seems your name is missing",
    "mail": "What's your email?",
    "mail-default": "youremail@email.com",
    "mail-error": "Hoppla! your email is required",
    "text": "How can I help you",
    "text-default": "Hello Marco, I am interested in...",
    "text-error": "What do you need to develop?",
    "privacy-text-one": "I've read the ",
    "privacy-text-two": "and agree to the processing of my data as outlined.",
    "privacy-policy": "privacy policy",
    "privacy-error": "Please accept the privacy policy",
    "button": "Send"
  },
  "imprint": {
    "headline-one": "Imprint",
    "headline-two": "Contact",
    "call": "Telephone",
    "mail": "E-Mail",
    "source": "Source",
    "button": "back"
  },
  "privacy-policy": {
    "headline-1": "Privacy Policy",
    "headline-2": "1. Privacy at a Glance",
    "headline-3": "General Information",
    "headline-4": "Data Collection on This Website",
    "headline-5": "Who is responsible for data collection on this website?",
    "headline-6": "How do we collect your data?",
    "headline-7": "What do we use your data for?",
    "headline-8": "What rights do you have regarding your data?",
    "headline-9": "2. Hosting",
    "headline-10": "External Hosting",
    "headline-11": "3. General Notes and Mandatory Information",
    "headline-12": "Data Protection",
    "headline-13": "Note on the Responsible Party",
    "headline-14": "Storage Duration",
    "headline-15": "General Notes on the Legal Basis for Data Processing on This Website",
    "headline-16": "Recipients of Personal Data",
    "headline-17": "Revocation of Your Consent to Data Processing",
    "headline-18": "Right to Object to Data Collection in Special Cases and to Direct Advertising (Art. 21 GDPR)",
    "headline-19": "Right to Lodge a Complaint with the Competent Supervisory Authority",
    "headline-20": "Right to Data Portability",
    "headline-21": "Access, Rectification, and Erasure",
    "headline-22": "Right to Restriction of Processing",
    "text-1": "The following notes provide a simple overview of what happens to your personal data when you visit this website. Personal data is any data by which you can be personally identified. Detailed information on the subject of data protection can be found in our privacy policy listed below this text.",
    "text-2": "The data processing on this website is carried out by the website operator. Their contact details can be found in the section 'Note on the Responsible Party' in this privacy policy.",
    "text-3a": "On the one hand, your data is collected when you provide it to us. This may, for example, be data that you enter in a contact form.",
    "text-3b": "Other data is collected automatically or after your consent when you visit the website by our IT systems. This includes mainly technical data (e.g. internet browser, operating system or time of the page visit). This data is collected automatically as soon as you enter this website.",
    "text-4": "Part of the data is collected to ensure the error-free provision of the website. Other data can be used to analyze your user behavior. If contracts can be concluded or initiated via the website, the data transmitted will also be processed for contract offers, orders or other inquiries.",
    "text-5a": "You have the right at any time to receive free information about the origin, recipient and purpose of your stored personal data. You also have the right to request the correction or deletion of this data. If you have given consent to data processing, you can revoke this consent at any time for the future. You also have the right, under certain circumstances, to request the restriction of the processing of your personal data. Furthermore, you have the right to lodge a complaint with the competent supervisory authority.",
    "text-5b": "You can contact us at any time regarding this or any other questions on the subject of data protection.",
    "text-6": "We host the content of our website with the following provider:",
    "text-7a": "This website is hosted externally. The personal data collected on this website is stored on the servers of the hosting provider(s). This may include, in particular, IP addresses, contact requests, meta and communication data, contract data, contact details, names, website access data and other data generated via a website.",
    "text-7b": "External hosting is carried out for the purpose of fulfilling contracts with our potential and existing customers (Art. 6 Para. 1 lit. b GDPR) and in the interest of a secure, fast and efficient provision of our online services by a professional provider (Art. 6 Para. 1 lit. f GDPR). If appropriate consent has been obtained, processing is carried out exclusively on the basis of Art. 6 Para. 1 lit. a GDPR and § 25 Para. 1 TDDDG, insofar as the consent includes the storage of cookies or access to information on the user's end device (e.g. device fingerprinting) within the meaning of the TDDDG. The consent can be revoked at any time.",
    "text-7c": "Our hosting provider(s) will only process your data to the extent necessary to fulfill their service obligations and follow our instructions with regard to this data.",
    "text-7d": "We use the following hosting provider(s):",
    "text-7e": "[Name and full address of the hosting provider]",
    "text-8a": "The operators of this website take the protection of your personal data very seriously. We treat your personal data confidentially and in accordance with the statutory data protection regulations and this privacy policy.",
    "text-8b": "When you use this website, various personal data is collected. Personal data is data by which you can be personally identified. This privacy policy explains what data we collect and what we use it for. It also explains how and for what purpose this is done.",
    "text-8c": "We would like to point out that data transmission over the Internet (e.g. when communicating by email) may have security gaps. Complete protection of data from access by third parties is not possible.",
    "text-9a": "The responsible party for data processing on this website is:",
    "text-9b": "Telephone:",
    "text-9c": "The responsible party is the natural or legal person who alone or jointly with others decides on the purposes and means of the processing of personal data (e.g. names, email addresses, etc.).",
    "text-10": "Unless a more specific storage period has been stated within this privacy policy, your personal data will remain with us until the purpose for data processing no longer applies. If you make a legitimate request for deletion or revoke your consent to data processing, your data will be deleted unless we have other legally permissible reasons for storing your personal data (e.g. tax or commercial law retention periods); in the latter case, the data will be deleted after these reasons cease to apply.",
    "text-11": "If you have consented to data processing, we process your personal data based on Art. 6(1)(a) GDPR or Art. 9(2)(a) GDPR if special categories of data are processed pursuant to Art. 9(1) GDPR. In the case of explicit consent to the transfer of personal data to third countries, data processing is also based on Art. 49(1)(a) GDPR. If you have consented to the storage of cookies or access to information on your end device (e.g., via device fingerprinting), data processing is also based on § 25(1) TDDDG. Consent can be revoked at any time. If your data is required for the performance of a contract or for pre-contractual measures, we process your data based on Art. 6(1)(b) GDPR. Furthermore, we process your data if it is necessary to fulfill a legal obligation on the basis of Art. 6(1)(c) GDPR. Data processing may also be based on our legitimate interest pursuant to Art. 6(1)(f) GDPR. The relevant legal bases applicable in each individual case are explained in the following sections of this privacy policy.",
    "text-12": "In the course of our business activities, we work with various external parties. This may also involve the transfer of personal data to such external parties. We only share personal data with external parties if it is necessary for the performance of a contract, if we are legally obliged to do so (e.g., disclosure to tax authorities), if we have a legitimate interest pursuant to Art. 6(1)(f) GDPR in the disclosure, or if another legal basis permits the data transfer. When using processors, we only pass on our customers' personal data on the basis of a valid data processing agreement. In the case of joint processing, a joint processing agreement is concluded.",
    "text-13": "Many data processing operations are only possible with your express consent. You can revoke your consent at any time. The legality of the data processing carried out until the revocation remains unaffected by the revocation.",
    "text-14a": "IF DATA PROCESSING IS BASED ON ART. 6(1)(E) OR (F) GDPR, YOU HAVE THE RIGHT TO OBJECT AT ANY TIME, ON GROUNDS RELATING TO YOUR PARTICULAR SITUATION, TO THE PROCESSING OF YOUR PERSONAL DATA; THIS ALSO APPLIES TO PROFILING BASED ON THESE PROVISIONS. THE RESPECTIVE LEGAL BASIS ON WHICH PROCESSING IS BASED CAN BE FOUND IN THIS PRIVACY POLICY. IF YOU OBJECT, WE WILL NO LONGER PROCESS YOUR PERSONAL DATA CONCERNED UNLESS WE CAN DEMONSTRATE COMPELLING LEGITIMATE GROUNDS FOR THE PROCESSING THAT OVERRIDE YOUR INTERESTS, RIGHTS AND FREEDOMS OR THE PROCESSING SERVES TO ASSERT, EXERCISE OR DEFEND LEGAL CLAIMS (OBJECTION PURSUANT TO ART. 21(1) GDPR).",
    "text-14b": "IF YOUR PERSONAL DATA IS PROCESSED FOR DIRECT MARKETING PURPOSES, YOU HAVE THE RIGHT TO OBJECT AT ANY TIME TO THE PROCESSING OF YOUR PERSONAL DATA FOR SUCH MARKETING; THIS ALSO APPLIES TO PROFILING INSOFAR AS IT IS RELATED TO SUCH DIRECT MARKETING. IF YOU OBJECT, YOUR PERSONAL DATA WILL NO LONGER BE USED FOR DIRECT MARKETING PURPOSES (OBJECTION PURSUANT TO ART. 21(2) GDPR).",
    "text-15": "In the event of violations of the GDPR, data subjects have the right to lodge a complaint with a supervisory authority, in particular in the Member State of their habitual residence, place of work or place of the alleged infringement. The right to lodge a complaint exists without prejudice to other administrative or judicial remedies.",
    "text-16": "You have the right to receive the data that we process automatically on the basis of your consent or in fulfillment of a contract, in a common, machine-readable format, either for yourself or for a third party. If you request the direct transfer of the data to another controller, this will only be done to the extent technically feasible.",
    "text-17": "Within the framework of the applicable legal provisions, you have the right at any time to obtain free information about your stored personal data, its origin and recipients, and the purpose of the data processing and, if applicable, a right to rectification or erasure of this data. For this and any other questions on the subject of personal data, you can contact us at any time.",
    "text-18": "You have the right to request the restriction of the processing of your personal data. You can contact us at any time regarding this. The right to restrict processing exists in the following cases:",
    "text-19a": "If you have restricted the processing of your personal data, such data (apart from being stored) may only be processed with your consent or for the establishment, exercise or defense of legal claims or for the protection of the rights of another natural or legal person or for reasons of important public interest of the European Union or of a Member State.",
    "text-19b": "Source:",
    "list-1": "If you dispute the accuracy of your personal data stored by us, we usually need time to verify this. For the duration of the review, you have the right to request the restriction of the processing of your personal data.",
    "list-2": "If the processing of your personal data was/is unlawful, you may request the restriction of data processing instead of deletion.",
    "list-3": "If we no longer need your personal data, but you require it for the exercise, defense, or establishment of legal claims, you have the right to request the restriction of the processing of your personal data instead of deletion.",
    "list-4": "If you have filed an objection pursuant to Art. 21(1) GDPR, a balance must be struck between your interests and ours. As long as it has not yet been determined whose interests prevail, you have the right to request the restriction of the processing of your personal data.",
    "button": "Back"
  },
  "footer": {
    "link-one": "Legal Notice"
  }
}
