{
  "header": {
    "link-one": "About me",
    "link-two": "Skills",
    "link-three": "Projects",
    "link-four": "Contact"
  },
  "hero-section": {
    "button-one": "Hello World",
    "button-one-hover": "I'm Marco Palummieri",
    "button-two": "Get in Touch"
  },
  "about-me-section": {
    "whois": "Who's Marco?",
    "about": "About me",
    "text": "Hi! I'm Marco and I love modern frontend technologies - that's why I'm becoming a Junior Web Developer. As a programming newcomer, I'm particularly excited about turning creative ideas into applications. I'm constantly learning through new projects. My focus is on JavaScript and Angular, as well as automation and AI. As a developer, I want to create solutions that help people move forward.",
    "button": "Let's talk"
  },
  "my-stack-section": {
    "headline-one": "My Stack",
    "headline-two": "Skill set",
    "text": "I have experience in front-end development using HTML, CSS, and JavaScript, with a focus on responsive design and modern web technologies such as Angular. I confidently use Git and GitHub for version control. I quickly and eagerly learn new tools and technologies.",
    "peel-one": "Pull to peel",
    "peel-two": "Also, I'm interested in diving into:"
  },
  "my-craft-section": {
    "headline-one": "My Craft",
    "headline-two": "Projects",
    "text": "Great to have you here! I love turning ideas into functional, user-friendly websites. In my projects, I focus on modern, responsive design and clean, well-structured code. It’s important to me that applications not only run smoothly but also feel intuitive for users. Feel free to take a look around and try things out — and if you’d like, I’d really appreciate your feedback!",
    "join": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "el-pollo-loco": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
    "da-bubble": "This App is a Slack Clone App. It revolutionizes team communication and collaboration with its intuitive interface, real-time messaging, and robust channel organization.",
    "button": "Project details"
  },
  "join": {
    "button-back": "Go Back",
    "title": "Join",
    "headline-one": "Description",
    "headline-two": "Implementation Details",
    "text-one": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "text-two": "As a team, we developed a Kanban board, where I actively contributed and took responsibility for specific tasks – mainly in the front-end area. Using agile methods, I was able to work in a structured and independent way while collaborating closely with the team.",
    "info": "Duration:",
    "time": "5 weeks",
    "button-next": "Next Project"
  },
  "el-pollo-loco": {
    "button-back": "Go Back",
    "title": "",
    "headline-one": "Description",
    "headline-two": "implementation Details",
    "text-one": "",
    "text-two": "",
    "info": "",
    "time": "",
    "button-next": "Next Project"
  },
  "da-bubble": {
    "button-back": "Go Back",
    "title": "",
    "headline-one": "Description",
    "headline-two": "implementation Details",
    "text-one": "",
    "text-two": "",
    "info": "",
    "time": "",
    "button-next": "Next Project"
  },
  "testimonial-section": {
    "headline-one": "In their words:",
    "headline-two": "Colleagues' Thoughts",
    "card-one": "Marco is absolutely reliable and always thinks from the user's perspective. He contributes creative ideas and has a keen eye for detail – a true asset to the team.",
    "card-two": "With Marco on the team, everything runs smoothly: structured, punctual, and always solution-oriented. Even under pressure, he remains calm and professional.",
    "card-three": "Marco is passionate about clean code and modern design. He combines technical expertise with a strong sense of aesthetics and excels in communication.",
    "title-one": "UX Designer",
    "title-two": "Project Manager",
    "title-three": "Frontend Developer",
    "linked": "Profile"
  },
  "contact-section": {
    "headline-one": "Feel free to reach out!",
    "headline-two": "Ready to work together?",
    "text": "I'm always open to new projects, ideas, and exciting challenges – especially when it comes to coding and finding creative solutions. If you're looking for someone who's passionate, eager to learn, and ready to be a real asset to your team, then you've come to the right place. Just drop me a message – I'm looking forward to hearing from you and hopefully creating something awesome together!"
  },
  "contactform": {
    "name": "What's your name?",
    "name-default": "Your name goes here",
    "name-error": "Oops! it seems your name is missing",
    "mail": "What's your email?",
    "mail-default": "youremail@email.com",
    "mail-error": "Hoppla! your email is required",
    "text": "How can I help you",
    "text-default": "Hello Marco, I am interested in...",
    "text-error": "What do you need to develop?",
    "privacy-text-one": "I've read the ",
    "privacy-text-two": "and agree to the processing of my data as outlined.",
    "privacy-policy": "privacy policy",
    "privacy-error": "Please accept the privacy policy",
    "button": "Send"
  },
  "footer": {
    "link-one": "Legal Notice"
  }
}
